Repository: ctrlVnt/cinemit_website
Catalog: lib/l10n/app_*.arb
Languages: fr, it

# helloWorld
source: Welcome to CineMit
fr: Bienvenue à CineMit
it: Benvenuto in CineMit

# description
source: The only group meeting app dedicated to movie lovers. Share a fantastic movie experience with other movie enthusiasts.
fr: La seule application de rencontre de groupe dédiée aux cinéphiles. Partagez une expérience cinématographique fantastique avec d'autres passionnés de cinéma.
it: L'unica app di incontri di gruppo dedicata agli amanti del cinema. Condividi una fantastica esperienza cinematografica in compagnia di altri cinefili.

# shareCinematicTastes
source: Would you like to share your cinematic tastes?
fr: Voudrais-tu partager tes goûts cinématographiques ?
it: Vorresti condividere i tuoi gusti cinematografici?

# discoverNewReleases
source: Discover the latest releases
fr: Découvre les nouveautés du moment
it: Scopri le novità del momento

# proposeToCommunity
source: Propose a film to the community around you
fr: Propose un film à la communauté autour de toi
it: Proponi un film alla comunità attorno a te

# discoverAndPropose
source: Search for a movie and propose it to the community around you
fr: Cherche un film et propose-le à la communauté autour de toi
it: Cerca un film e proponilo alla comunity attorno a te

source: Download now
fr: Télécharge maintenant
it: Scarica ora

# teamDevelopment
source: Development Team
fr: Équipe de développement
it: Team di sviluppo

source: Support us!
fr: Soutiens-nous !
it: Sostienici!

# mapTheaters
source: Also search for other theaters using the map
fr: Recherchez également d'autres salles grâce à la carte
it: Cerca anche altre sale grazie alla mappa

# filterTheaters
source: Filter theaters based on your interests
fr: Filtrez les salles selon vos intérêts
it: Filtra le sale in base ai tuoi interessi

# customizeApp
source: Customize the app as you like and organize to meet others
fr: Personnalisez l'application à votre guise et organisez-vous pour rencontrer les autres
it: Personalizza l'app a tuo piacimento e organizzati per incontrarti con gli altri

# supportMessage
source: We currently earn nothing from the platform. Support us to allow us to continue offering the best, if you'd like!
fr: Nous ne gagnons actuellement rien de la plateforme. Soutenez-nous pour nous permettre de continuer à offrir le meilleur, si vous le souhaitez !
it: Al momento non guadagniamo nulla dalla piattaforma. Sostienici per permetterci di continuare a offrire il meglio, se ti va!

# joinCommunity
source: Join the community for exclusive previews!
fr: Rejoins la communauté pour obtenir des avant-premières exclusives !
it: Unisciti alla community per avere l'anteprima esclusiva!

# followUsOnSocial
source: Follow us on social media
fr: Suis-nous aussi sur les réseaux sociaux
it: Seguici anche sui social

# ios
source: For iOS, it is not yet available in the App Store, but you can already try it by following the instructions belowðŸ‘‡
fr: Pour iOS, elle n'est pas encore disponible sur l'App Store, mais vous pouvez déjà l'essayer en suivant les instructions ci-dessous👇
it: Per IOS non è ancora presente nell'App Strore ma potete già provarla seguendo le istruzioni qua sotto👇
